export const TEST_TEXT: string[] = [
  "님이 이번 팀 프로젝트에서 가장 챙겨가고 싶은 점은 무엇인가요?",
  "가장 중요하게 생각하는 협업 요소는 무엇인가요?",
  "팀원들과의 관계에서 가장 중요하게 생각하는 점은 무엇인가요?",
  "프로젝트가 끝난 후 팀원들에게 어떤 모습으로 기억되고 싶은가요?",
  "프로젝트를 진행하면서 스스로에게 가장 엄격하게 적용하고 싶은 원칙은 무엇인가요?",
];

export const TEST_BTN_TEXT = [
  [
    "팀원들과의 네트워킹",
    "새로운 개발 기술 도전",
    "팀원들과의 협업 경험",
    "문제 해결 능력 강화",
  ],
  [
    "명확한 목표와 방향 설정",
    "팀원들 간의 신뢰와 존중",
    "일정과 마감 기한 준수",
    "자발적이고 적극적인 참여",
  ],
  [
    "신뢰와 존중",
    "서로의 역할에 대한 이해와 존중",
    "친밀한 관계와 팀워크",
    "자유로운 의견 교환과 소통",
  ],
  [
    "항상 문제를 해결하려고 노력했던 사람",
    "팀 분위기를 밝게 만들고 소통을 원활하게 했던 사람",
    "신뢰할 수 있고 책임감 있게 맡은 일을 수행했던 사람",
    "새로운 아이디어와 관점으로 프로젝트에 기여했던 사람",
  ],
  [
    "맡은 일에 끝까지 책임지는 자세",
    "팀원들의 의견을 존중하고 경청하는 태도",
    "정해진 일정과 마감을 철저히 지키는 시간 관리",
    "문제에 직면했을 때 포기하지 않고 끝까지 해결하려는 의지",
  ],
];
